namespace TestTeeeest
{
    partial class SearchMenu
    {
        /// <summary>
        /// Required designer variable.
        /// </summary>
        private System.ComponentModel.IContainer components = null;

        /// <summary>
        /// Clean up any resources being used.
        /// </summary>
        /// <param name="disposing">true if managed resources should be disposed; otherwise, false.</param>
        protected override void Dispose(bool disposing)
        {
            if (disposing && (components != null))
            {
                components.Dispose();
            }
            base.Dispose(disposing);
        }

        #region Windows Form Designer generated code

        /// <summary>
        /// Required method for Designer support - do not modify
        /// the contents of this method with the code editor.
        /// </summary>
        private void InitializeComponent()
        {
            System.ComponentModel.ComponentResourceManager resources = new System.ComponentModel.ComponentResourceManager(typeof(SearchMenu));
            this.button1 = new System.Windows.Forms.Button();
            this.checkedListBox1 = new System.Windows.Forms.CheckedListBox();
            this.button2 = new System.Windows.Forms.Button();
            this.SuspendLayout();
            // 
            // button1
            // 
            this.button1.BackColor = System.Drawing.Color.Bisque;
            this.button1.Font = new System.Drawing.Font("Microsoft Sans Serif", 12F, System.Drawing.FontStyle.Bold, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
            this.button1.Location = new System.Drawing.Point(866, 12);
            this.button1.Name = "button1";
            this.button1.Size = new System.Drawing.Size(127, 61);
            this.button1.TabIndex = 0;
            this.button1.Text = "Список болезней";
            this.button1.UseVisualStyleBackColor = false;
            this.button1.Click += new System.EventHandler(this.button1_Click);
            // 
            // checkedListBox1
            // 
            this.checkedListBox1.BackColor = System.Drawing.SystemColors.Control;
            this.checkedListBox1.Font = new System.Drawing.Font("Microsoft Sans Serif", 12F, System.Drawing.FontStyle.Regular, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
            this.checkedListBox1.FormattingEnabled = true;
            this.checkedListBox1.Items.AddRange(new object[] {
            "Апатия",
            "Бели желтоватого или зеленоватого цвета",
            "Болезненность в железе",
            "Болезненность в правом боку",
            "Болезненность(при половом акте)",
            "Болезненные узлы в 1,5-2 см",
            "Боли в горле",
            "Боли в горле при глотании",
            "Боли в пояснице и суставах",
            "Боли в стопе, даже в отсутствии нагрузки",
            "Боли внутри уретры, особенно в начальной ее части у головки пениса или половых гу" +
                "б",
            "Боли при осуществлении дефекации",
            "Боли при эрекции",
            "Боли распирающего и давящего характера, иногда симулирующие зубные боли",
            "Боли, преобладающее с одной стороны",
            "Боль",
            "Боль в глазах",
            "Боль в зоне пятки или по всей поверхности стопы",
            "Боль в мышцах",
            "Боль в области уха, усиливающаяся при жевании, разговоре",
            "Боль в поясничной области",
            "Боль во время полового акта",
            "Боль, локализующаяся в определенной зоне с периодическими прострелами",
            "Быстрое уставание поясницы",
            "В случае редкого мытья головы, прогресс в виде захвата новых участков кожного пок" +
                "рова, и более обильное шелушение",
            "Водянистые выделения из носа",
            "Возникновение твердого шанкра(на месте проникновения инфекции) — уплотнение, кото" +
                "рое напоминает ушной хрящ",
            "Воспаления горла",
            "Вульгарные или юношеские угри на лице",
            "Выделение зеленовато-желтого гноя из соска",
            "Выделения из носа гнойного характера, с трудом отделяемые",
            "Выделения из носа от скудных до обильных и водянистых",
            "Выделения из уретрального канала по утрам обильные, слизистого или гнойного харак" +
                "тера",
            "Выделения слёз из глаз",
            "Выраженный зуд",
            "Высокая температура тела(более 38.5 градусов Цельсия)",
            "Высыпания на коже бедер и голеней в виде пятен с неровным контуром",
            "Вялость",
            "Геморрагические проявления(расширение сосудов на склерах, мелкие кровоизлияния, н" +
                "осовые кровотечения, краснота лица на фоне общей бледности)",
            "Гипертонус мышц ",
            "Гнойные очаги",
            "Головная боль",
            "Головная боль с локализаций в области лба и носа",
            "Головные боли",
            "Головокружение",
            "Головокружения",
            "Давление переполненной прямой кишки или мочевого пузыря на семенные пузырьки",
            "Жжение",
            "Жжение по ходу уретры",
            "Заложенность носа",
            "Заложенность ушей",
            "Затруднение оттока молока",
            "Затрудненное дыхание",
            "Зевота",
            "Зуд в носу",
            "Зуд и жжение в области наружных половых органов",
            "Зуд кожи",
            "Зуд половых органов и зуд кожи",
            "Изменение окраски стула и мочи",
            "Изменения голоса – охриплость, осиплост",
            "Интоксикация",
            "Интрасомнические расстройства",
            "Иррадирование болей в поясничную и крестцовую области",
            "Катаральные явления(покраснение, боль в горле)",
            "Катаральный тонзиллит без повышения температуры",
            "Качественная и количественная реакция организма на множество раздражителей и алле" +
                "ргенов",
            "Кашель",
            "Кожный зуд",
            "Краснота",
            "Краснота и некоторая болезненность в зоне поражения",
            "Кровотечения, от незначительных до обильных(при половом акте)",
            "Лежачее или вынужденное положение облегчает боль",
            "Лихорадка",
            "Медленное заживание ран и порезов",
            "Мелкие точечные кровоизлияния",
            "Микронадрывы крайней плоти(при половом акте)",
            "Мочевой синдром(обильное мочеиспускание (чаще) или уменьшенный объем мочеиспускан" +
                "ия (реже) при потере жидкости через легкие и кожу, учащенное и болезненное мочеи" +
                "спускание)",
            "Мышечная ломота",
            "Мышечные боли",
            "Навязчивые и непроизвольные движения ",
            "Наличие пузырей",
            "Напряженность тканей",
            "Нарушение аппетита с тошнотой",
            "Нарушение концентрации внимания",
            "Нарушение целостности кожи",
            "Нарушения аппетита",
            "Нарушения двигательной функции пальца",
            "Нарушения зрения, приходящие и затем постоянные",
            "Нарушения пищеварения с послаблением стула",
            "Нарушения сна",
            "Нарушения сна и аппетита",
            "Насморк",
            "Натуживание при процессе мочеиспускания",
            "Невысокая температура тела(от 37.5 градусов до 38.5 градусов Цельсия)",
            "Недомогание",
            "Неприятный запах выделений",
            "Обильные выделения из носа серозного, а затем гнойного характера, без неприятного" +
                " запаха",
            "Обильные и множественные узелки на коже",
            "Обильные, пенистые бели с неприятным запахом",
            "Образование болезненного уплотнения на пятке",
            "Образование полости, из которой выделяется тягучий гной – флегмонозные угри",
            "Общее недомогание",
            "Общее недомогание с явлениями токсикоза",
            "Озноб",
            "Осиплость голоса",
            "Острые боли в паховой области, в промежности, внизу живота",
            "Острые или жгучие боли при ходьбе с опорой на пятку",
            "Отёк кожи",
            "Отёк на слизистых оболочках и подкожно-жировой клетчатке",
            "Отёк слизистых носа и горла",
            "Отёки век, губ, щек, языка, мошонки",
            "Отечность и покраснение пальца",
            "Отечность кожи или слизистых",
            "Отечность тканей в углу глаза",
            "Отказ от еды",
            "Отсутствие восстановления сил после пробуждения",
            "Отсутствие критического отношения к своему состоянию даже при выраженном истощени" +
                "и",
            "Ощущение недостаточности сна",
            "Ощущение онемения",
            "Параличи",
            "Парезы(снижение силы мышц, обусловленное поражением двигательного пути нервной си" +
                "стемы или периферического нерва)",
            "Периодические пробуждения ночью",
            "Першение",
            "Першение в горле",
            "Першение и сухость в горле",
            "Пигментация или рубчики",
            "Повышение температуры в зоне самой груди",
            "Повышение температуры железы до 37-38 градусов",
            "Повышение температуры тела(от 37 до 37.5 градусов Цельсия)",
            "Повышенная утомляемость",
            "Покраснение глаз",
            "Покраснение головы",
            "Покраснение кожи без побледнения, с увеличением температуры в этой зоне",
            "Поражение слюнных желез (у большинства больных – околоушных)",
            "Постепенное снижение слуха",
            "Постсомнические расстройства",
            "Потеря массы тела",
            "Появление более сложных способов приготовления пищи и пищевых ритуалов",
            "Появление конглобатных угрей на спине, груди и лице крупных узлов",
            "Появление мелких белых чешуек",
            "Появление сыпи на конечностях, туловище и лице",
            "Практически безболезненное и неравномерное увеличение некоторых лимфооузлов",
            "Пресомнические расстройства",
            "При накоплении усталости, к вечеру болезненность нарастает",
            "При освобождении прямой кишки, из уретры выделяется слизь с прожилками крови",
            "Приём рвотных, слабительных и мочегонных средств",
            "Приступообразное течение",
            "Приступы чиханья",
            "Проливной пот",
            "Прощупываемые под кожей как участки уплотнения с движением жидкости в центре",
            "Проявления конъюнктивита",
            "Проявления ложного крупа",
            "Проявления острого тонзиллита",
            "Разбитость",
            "Раздражение глаз и слезотечение",
            "Раздражительность",
            "Разлитая или очаговая краснота",
            "Размокание и образование корок в местах высыпаний",
            "Разнообразные неприятные ощущения",
            "Распирания или жжения на коже, слабые боли",
            "Распространие язвы на кожи и мышцу",
            "Рвота",
            "Рези в глазах, их краснота",
            "Резкая болезненность",
            "Резкая боль в области лба",
            "Резко ограничен объем движений, особенно наклоны вперед и в стороны",
            "Резкое затруднение дыхания носом",
            "Резкое повышение температуры",
            "Резкое повышение температуры тела",
            "Резь при мочеиспускании",
            "Светобоязнь",
            "Сильные боли по утрам, при вставании на ноги ",
            "Сильный зуд",
            "Симметричное вовлечение в процесс кожи волосистой части головы, границы роста вол" +
                "ос, бровей, ресниц области бороды и усов",
            "Слабость",
            "Слезотечение",
            "Слизистые выделения из носа",
            "Снижение давления",
            "Снижение или выпадение всех видов чувствительности ",
            "Снижение потенции из-за психологического стресса и ожидания боли",
            "Сонливость",
            "Сонливость и дремота в дневное время",
            "Стихание болей по мере ходьбы",
            "Стихание боли после дефекации или мочеиспускании ",
            "Страх увеличения массы тела или ожирения",
            "Стремление перекармливать других членов семьи, особенно младших братьев и сестёр",
            "Сухой кашель без мокроты",
            "Сухость во рту",
            "Сухость и першение",
            "Тахикардия",
            "Тошнота",
            "Тревожное состояние перед сном",
            "Трудности в разгибании из согнутого положения",
            "Трудности с засыпанием",
            "Тяжесть внизу живота",
            "Убеждённость в излишней полноте своей фигуры",
            "Увеличение паховых лимфоузлов",
            "Увеличение размеров печени, при гемолетических - еще и селезенки",
            "Увеличение регионарных лимфатические узлы, возникающие на пути лимфооттока",
            "Умеренные боли при глотании в горле",
            "Усиление болей во время дефекации и мочеиспускания ",
            "Усиление болей при наклонах, длительном стоянии или сидении",
            "Усиление боли при наклонах вперед",
            "Усиление боли при наклонах головы вперед или при надавливании на область верхней " +
                "челюсти",
            "Усиление боли при постукивании, надавливании на лоб или область глазницы",
            "Утренняя усталость и разбитость",
            "Ухудшение зрения",
            "Ухудшение общего самочувствия",
            "Участки покраснения на теле и конечностях, на фоне которых высыпают мелкие пузырь" +
                "ки",
            "Учащение мочеиспускания",
            "Учащенное сердцебиение",
            "Формирование пленочного, творожистого, крошковидного налета, с кисловатым запахом" +
                ", белого или молочного цвета",
            "Формирование язвы на коже",
            "Частая смена положения из-за боли ",
            "Частое дыхание",
            "Чихание",
            "Чихание и зуд в носу",
            "Чрезмерная физическая нагрузка",
            "Чувство «забитых гвоздей» в пятке",
            "Чувство жжения за грудиной",
            "Чувство натяжения кожи",
            "Чувство неутолимой жажды и учащенные мочеиспускания, которые приводят к обезвожив" +
                "анию организма",
            "Чувство тяжести в области пазухи",
            "Чувство усталости и раздражительность в течение дня",
            "Шелушение и воспаление кожи",
            "Шум в ушах"});
            this.checkedListBox1.Location = new System.Drawing.Point(284, 109);
            this.checkedListBox1.Name = "checkedListBox1";
            this.checkedListBox1.Size = new System.Drawing.Size(1372, 739);
            this.checkedListBox1.Sorted = true;
            this.checkedListBox1.TabIndex = 10;
            this.checkedListBox1.SelectedIndexChanged += new System.EventHandler(this.checkedListBox1_SelectedIndexChanged);
            // 
            // button2
            // 
            this.button2.BackColor = System.Drawing.Color.Bisque;
            this.button2.Font = new System.Drawing.Font("Microsoft Sans Serif", 12F, System.Drawing.FontStyle.Bold, System.Drawing.GraphicsUnit.Point, ((byte)(204)));
            this.button2.Location = new System.Drawing.Point(552, 877);
            this.button2.Name = "button2";
            this.button2.Size = new System.Drawing.Size(741, 83);
            this.button2.TabIndex = 11;
            this.button2.Text = "Поиск болезни по симптомам";
            this.button2.UseVisualStyleBackColor = false;
            this.button2.Click += new System.EventHandler(this.button2_Click);
            // 
            // SearchMenu
            // 
            this.AutoScaleDimensions = new System.Drawing.SizeF(96F, 96F);
            this.AutoScaleMode = System.Windows.Forms.AutoScaleMode.Dpi;
            this.BackgroundImage = ((System.Drawing.Image)(resources.GetObject("$this.BackgroundImage")));
            this.ClientSize = new System.Drawing.Size(1321, 1016);
            this.Controls.Add(this.button2);
            this.Controls.Add(this.checkedListBox1);
            this.Controls.Add(this.button1);
            this.Icon = ((System.Drawing.Icon)(resources.GetObject("$this.Icon")));
            this.Name = "SearchMenu";
            this.Text = "Поиск по симптомам";
            this.WindowState = System.Windows.Forms.FormWindowState.Maximized;
            this.FormClosing += new System.Windows.Forms.FormClosingEventHandler(this.SearchMenu_FormClosing);
            this.ResumeLayout(false);

        }

        #endregion

        private System.Windows.Forms.Button button1;
        private System.Windows.Forms.CheckedListBox checkedListBox1;
        private System.Windows.Forms.Button button2;
    }
}